<?php

namespace App\Estate;



class FloorPlan
{

    public static function all()
    {
        return [
            '1' => 'ワンルーム',
            '12' => '１Ｋ',
            '13' => '１ＤＫ',
            '14' => '１ＬＫ',
            '15' => '１ＬＤＫ',
            '22' => '２Ｋ',
            '23' => '２ＤＫ',
            '24' => '２ＬＫ',
            '25' => '２ＬＤＫ',
            '32' => '３Ｋ',
            '33' => '３ＤＫ',
            '34' => '３ＬＫ',
            '35' => '３ＬＤＫ',
            '42' => '４Ｋ',
            '43' => '４ＤＫ',
            '44' => '４ＬＫ',
            '45' => '４ＬＤＫ',
        ];
    }
}
